lib/xml/getListsForCampaign.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:getListsForCampaign>
            <!--Optional:-->
            <campaignName>?</campaignName>
        </ser:getListsForCampaign>
    </soapenv:Body>
</soapenv:Envelope>